Repository: PixelAdv/facejobsIos
Catalog: Face Jobs/Resources/*.lproj/Localizable.strings
Languages: ar

# Lang
source: en
ar: ar

# LoginRequired
source: Login data is required
ar: يجب ادخال بيانات تسجيل الدخول

# Somewrong
source: Some thing went wrong
ar: حدث شئ ما خطأ

# Providerrequired
source: Provider Field is required
ar: حقل مقدم الخدمه مطلوب

# PasswordIsRequired
source: Password field is required
ar: حقل كلمة المرور مطلوب

# PasswordFieldMustBeChars
source: Password Field Must Be String With Minimum Length Of 6 Chars
ar: يجب أن يكون حقل كلمة المرور حروف بحد أدنى 6 أحرف

source: Invalid email
ar: بريد إلكتروني خاطئ

source: Invalid phone number
ar: رقم الهاتف غير صحيح

source: User not found
ar: المستخدم ليس موجود

source: Invalid refresh token
ar: رمز التحديث غير صالح

source: Token problem occured
ar: حدثت مشكلة في الرمز المميز

source: Register data is required
ar: بيانات التسجيل مطلوبة

source: first name field is required
ar: حقل الاسم الأول مطلوب

source: Last name field is required
ar: حقل الاسم الأخير مطلوب

source: Email field is required
ar: حقل البريد الإلكتروني مطلوب

source: Phone field is required
ar: حقل الهاتف مطلوب

source: Invalid user type
ar: نوع المستخدم غير صالح

source: Company name field is required
ar: حقل اسم الشركة مطلوب

# PasswordDoNotMatch
source: Password and confirmation password don't match
ar: كلمة المرور وتأكيد كلمة المرور غير متطابقين

source: Date of birth field is required
ar: تاريخ الميلاد حقل مطلوب

source: Failed to create the account
ar: فشل إنشاء الحساب

source: Failed to create roles for the account
ar: فشل إنشاء أدوار للحساب

source: Push token field is required
ar: حقل رمز الدفع مطلوب

source: Operating system is invalid
ar: نظام التشغيل غير صالح

source: Email already exists
ar: البريد الالكتروني موجود بالفعل

source: Phone already exists
ar: الهاتف موجود بالفعل

source: Change password data is required
ar: تغيير بيانات كلمة المرور مطلوب

source: Old password field is required
ar: حقل كلمة المرور القديمة مطلوب

source: New password field is required
ar: حقل كلمة المرور الجديدة مطلوب

source: Failed to change password
ar: فشل تغيير كلمة المرور

source: Wrong password provided
ar: كلمة مرور خاطئة

source: User not authorized
ar: المستخدم غير مصرح له

source: The account is blocked
ar: تم حظر الحساب

source: Client not found
ar: العميل غير موجود

source: Image is required
ar: الصورة مطلوبة

source: Failed to upload the image
ar: الصورة المطلوبة

source: Landline field is required
ar: حقل الخط الأرضي مطلوب

source: Landline already exists
ar: الخط الأرضي موجود بالفعل

source: Invalid facebook url
ar: عنوان غير صالح للفيسبوك

source: Invalid twitter url
ar: عنوان لتويتر غير صالح

source: Invalid instagram url
ar: عنوان غير صالح لانستجرام

source: Invalid linkedIn url
ar: عنوان مرتبط غير صالح لينكد ان

source: Invalid website url
ar: عنوان موقع الويب غير صالح

source: Invalid other url
ar: عنوان غير صالح

source: Null object provided
ar: تم ادخال كائن فارغ

source: Invalid gallery type
ar: نوع المعرض غير صالح

source: Image not found
ar: الصورة غير موجودة

source: File is required
ar: الملف مطلوب

source: File name is required
ar: اسم الملف مطلوب

source: Invalid media type
ar: نوع الوسائط غير صالح

source: Failed to upload the file
ar: فشل تحميل الملف

source: User does not have enough coins
ar: المستخدم ليس لديه عملات كافية

source: Forget password data is required
ar: نسيت بيانات كلمة المرور مطلوب

source: Email not found
ar: البريد الإلكتروني غير موجود

source: Failed to send the email
ar: فشل إرسال البريد الإلكتروني

source: Add job data is missing
ar: إضافة بيانات الوظيفة مفقودة

source: Job title field is required
ar: حقل المسمى الوظيفي مطلوب

source: Job description field is required
ar: حقل الوصف الوظيفي مطلوب

source: Job is multi days field is required
ar: مطلوب حقل الوظيفة متعدد الأيام

source: Job date times field is required
ar: حقل أوقات تاريخ العمل مطلوب

source: Job is break available field is required
ar: مطلوب حقل متوفر للاستراحة

source: Job is break paid field is required
ar: مطلوب حقل الوظيفة مدفوعة الأجر

source: Job number of employees field is required
ar: حقل رقم الوظيفة مطلوب

source: Job category id field is required
ar: حقل فئة الوظيفة مطلوب

source: Invalid job type
ar: نوع الوظيفة غير صالح

source: Job category is not found
ar: فئة الوظيفة غير موجودة

source: Job date times day field is required
ar: حقل تاريخ أوقات العمل اليوم مطلوب

source: Job date times field is invalid
ar: حقل أوقات تاريخ العمل غير صالح

source: Job date times from field is invalid
ar: أوقات تاريخ الوظيفة 'من' الحقل غير صالحة

source: Job date times to field is invalid
ar: أوقات تاريخ الوظيفة 'الي' الحقل غير صالحة

source: User reached to the maximum number of jobs that he can add
ar: وصل المستخدم إلى الحد الأقصى لعدد الوظائف التي يمكنه إضافتها

# UserDoesNotHaveJobPackages
source: User doesn't have job packages
ar: المستخدم ليس لديه حزم وظائف

source: Job number of employees is more than current job package number
ar: عدد الموظفين أكبر من رقم حزمة العمل الحالي

source: Job category payment method is invalid
ar: طريقة الدفع للوظيفة غير صالحة

source: Job category credit type require price not to be null
ar: نوع ائتمان فئة الوظيفة يتطلب ألا يكون السعر فارغًا

# UserDoesNotHaveEnoughWallet
source: User doesn't have enough wallet
ar: المستخدم ليس لديه محفظة كافية

source: Invalid job time type
ar: نوع وقت العمل غير صالح

source: Job times area required
ar: منطقة أوقات العمل المطلوبة

source: Job time to field must be equal to or greater thank from field
ar: يجب أن يكون وقت العمل في الحقل مساويًا أو أكبر من الشكر من الحقل

source: Area not found
ar: المنطقة غير موجودة

source: City not found
ar: المدينة غير موجودة

source: Country not found
ar: البلد غير موجود

source: Job address field is required
ar: حقل عنوان الوظيفة مطلوب

source: Client document not found
ar: مستند العميل غير موجود

source: Jop not found
ar: لم يتم العثور على الوظيفة

source: Done
ar: تم

source: basic info
ar: معلومات أساسية

source: address
ar: العنوان

# document
source: documents
ar: المستندات

source: social
ar: وسائل التواصل الاجتماعي

source: gallery
ar: المعرض

source: setting
ar: الضبط

source: offers
ar: العروض

source: current Jobs
ar: الوظائف الحالية

# jobsApplicant
source: jobs Applicants
ar: المتقدمون للوظيفة

# jobPrevious
source: Previous jobs
ar: الوظائف السابقة

source: emergency notice
ar: إشعار الطوارئ

source: add Job
ar: أضافه الوظيفة

source: invite friend
ar: دعوة صديق

source: about
ar: عنا

source: logout
ar: تسجيل الخروج

source: coins
ar: عملات

source: jobs
ar: الوظائف :

source: Visiability
ar: الرؤية

source: change password
ar: تغير كلمة السر

# chanageLanguage
source: change language
ar: تغيير اللغة

source: payments method
ar: طريقة الدفع

source: company photos
ar: صور الشركه

source: previous work
ar: الأعمال السابقة

source: facebook
ar: فيس بوك

source: linkedIn
ar: لينكد إن

source: instagram
ar: الانستغرام

source: twitter
ar: تويتر

source: web site
ar: موقع الكتروني

source: other
ar: موقع اخري

source: save
ar: حفظ

source: your link here
ar: ضع رابطك هنا

source: attach file name
ar: إرفاق اسم الملف

source: send
ar: إرسال

source: remove
ar: حذف

source: arabic
ar: عربي

source: english
ar: الإنجليزية

source: email :
ar: البريد الإلكتروني :

source: company name
ar: اسم الشركه :

source: phone :
ar: الهاتف :

source: landline :
ar: الهاتف الارضي :

source: rate :
ar: التقييم :

source: companyInfo
ar: معلومات الشركة

# cancelJob
source: the reason of canceling job is empty !
ar: إلغاء الوظيفة

source: hold job
ar: عقد الوظيفة

# addEemergencyFile
source: add emergency file
ar: إضافة ملف طوارئ

source: reason :
ar: السبب :

# workCanceld
source: If the work is canceled 48 hours before, 20% will be deducted.
ar: إذا تم إلغاء العمل قبل 48 ساعة ، سيتم خصم 20٪.

source: add new job
ar: اضافة وظيفة جديدة

source: job information
ar: معلومات الوظيفه

source: job details
ar: تفاصيل الوظيفة

source: job input
ar: إدخال الوظيفة

source: title
ar: لقب

source: add photo
ar: إضافة صورة

# automaticDes
source: descreption
ar: المواصفات

# jobTime
source: job time required
ar: وقت العمل

source: from
ar: من

source: to
ar: إلى

source: job break
ar: استراحه العمل

source: aviliable
ar: التوافر

source: paid
ar: مدفوع

source: working hours
ar: ساعات العمل

source: payment method
ar: طريقة الدفع

# jobPrice
source: job price required
ar: الراتب

source: workers number
ar: عدد العمال

source: Egy
ar: مصري

source: next
ar: التالي

source: hot line :
ar: الخط الساخن :

# Contactemail
source: contact us
ar: البريد الإلكتروني :

# contactaddress
source: address :
ar: العنوان :

# fillInformation
source: Fill The Below information to login
ar: املأ المعلومات أدناه لتسجيل الدخول

source: login
ar: تسجيل الدخول

source: forget password
ar: نسيت كلمة المرور

source: create account
ar: إنشاء حساب

source: join as client
ar: انضم كعميل

# forgetPassDes
source: We just need your registered e-mail to send your password reset instruction
ar: نحتاج فقط إلى بريدك الإلكتروني المسجل لإرسال تعليمات إعادة تعيين كلمة المرور الخاصة بك

source: reset Password
ar: إعادة تعيين كلمة المرور

source: first name
ar: الاسم الاول

source: middle name
ar: الاسم الأوسط

source: last name
ar: الكنية

source: date of birth
ar: تاريخ الميلاد

source: confirm password
ar: تأكيد كلمة المرور

source: Register
ar: تسجيل

source: register as client
ar: تسجيل كعميل

# haveAccount
source: have account ? login now
ar: لديك حساب؟ تسجيل الدخول

source: register as employee
ar: تسجيل ك موظف

# jobTitle
source: job title required
ar: اسم الوظيفه

# price
source: salary
ar: الراتب

# typeYourAddress
source: type your address here .......
ar: اكتب عنوانك هنا.....

source: old password
ar: كلمه المرور القديمه

source: new password
ar: كلمه المرور الجديده

source: copnfirm password
ar: تاكيد كلمه المرور

source: pending jobs
ar: الوظائف المعلقة

# jobsMenu
source: jobs
ar: الوظائف

source: country
ar: الدوله

source: city
ar: المدينه

source: area
ar: المنطقه

# postalCode
source: postal Ø°ode
ar: الرمز البريدي

source: streat
ar: الشارع

source: add location
ar: اضافه مكان

source: remove loaction
ar: حذف مكان

source: applay
ar: تطبيق

source: add new address
ar: اضافه عنوان جديد

source: add time frame
ar: أضف الإطار الزمني

source: accepted people
ar: الاشخاص المقبولون

source: chat
ar: محادثه

source: operation accomplished Successfully
ar: العملية تمت بنجاح

source: applicants
ar: المتقدمون

source: previous budage :
ar: المرتب السابق :

source: current budage :
ar: المرتب الحالي :

source: pay
ar: الدفع

# Cvs
source: cv available
ar: سيره ذاتيه

# deleteJob
source: do you want to delete this job
ar: هل تريد حذف هذه الوظيفة

source: ok
ar: موافق

source: cancel
ar: الغاء

source: post jobs
ar: الوظائف الحاليه

source: Name :
ar: الاسم :

# chatAddress
source: Address :
ar: العنوان :

source: Education
ar: التعليم

source: Experience
ar: الخبره

# typeYourExperience
source: type Your Experience here
ar: اكتب خبرتك هنا

source: type your education
ar: اكتب نبذه عن تعليمك هنا

source: previous
ar: السابق

source: current
ar: الحالي

source: applied
ar: المقدم عليها

source: wallet :
ar: المحفظه :

source: age :
ar: العمر :

source: Camera roll
ar: الكاميرا

source: Photo library
ar: مكتبه الصور

# success_applied
source: you have been applied to this job successfully
ar: لقد تم تقديمك لهذه الوظيفة بنجاح

# filure_applied
source: something error occured when applaying to this job
ar: حدث خطأ ما عند التقدم لهذه الوظيفة

# email_requird
source: Email is required
ar: البريد الالكتروني مطلوب

# invalidEmail
source: Invalid email address
ar: عنوان البريد الإلكتروني غير صحيح

source: Password
ar: كلمه المرور

source: Email or phone
ar: بريد الكتروني او هاتف

source: profile
ar: الصفحه الشخصيه

# EmailPhoneRequired
source: Email or phone required
ar: البريد الإلكتروني أو الهاتف مطلوب

source: Password required
ar: كلمة المرور مطلوبة

# invlaidPhone
source: phone number not correct
ar: رقم الهاتف غير صحيح

# phoneRequied
source: phone numner required
ar: رقم الهاتف مطلوب

source: password required
ar: كلمه المرور مطلوبه

# passwordLength
source: Password must be at least 6 character
ar: يجب أن تتكون كلمة المرور من ٦ أحرف على الأقل

# confirmpasswordLength
source: Confirm password Must be at least 6 character
ar: تأكيد كلمة المرور يجب ألا يقل عن ٦ أحرف

# Confirm_password_required
source: Confirm password is required
ar: تأكيد كلمة المرور مطلوب

# equalpassword
source: Password and confirm password should be equal
ar: يجب أن تكون كلمة المرور وتأكيد كلمة المرور متساوية

# selectFromMap
source: please select loction from maps
ar: الرجاء تحديد موقع من الخرائط

source: postal Code required
ar: الرمز البريدي مطلوب

# StreetRequirde
source: street number required
ar: رقم الشارع مطلوب

source: more details required
ar: مزيد من التفاصيل المطلوبة

# working_hours
source: job working hours required
ar: ساعات العمل المطلوبة

# descriptionWorkingRequired
source: working hours description required
ar: وصف ساعات العمل مطلوب

# workingDes
source: working hours description
ar: وصف ساعات العمل

# workerNumber
source: number of workers required
ar: عدد العمال المطلوب

# jobType
source: job type required
ar: نوع الوظيفة مطلوب

# jobCatigory
source: job catigory required
ar: فئة الوظيفة مطلوب

source: job description
ar: الوصف الوظيفي مطلوب

source: job description required
ar: الوصف الوظيفي مطلوب

# jobPhoto
source: job photos required
ar: صور العمل المطلوب

source: Catigories
ar: فئات

source: payments Motheds
ar: طرق الدفع

source: Prices
ar: الأسعار

source: Countries
ar: الدول

# editJob
source: job edited successfully
ar: تم تعديل الوظيفة بنجاح

source: Successfully
ar: تمت بنجاح

source: cancel
ar: إلغاء

# imageChanged
source: Image changed successfully
ar: تم تغيير الصورة بنجاح

# emailChanged
source: Email changed successfully
ar: تم تغيير البريد الإلكتروني بنجاح

# PhoneChanged
source: Phone changed successfully
ar: تم تغيير الهاتف بنجاح

# LandlineChanged
source: Landline changed successfully
ar: تم تغيير الخط الأرضي بنجاح

# CompanyChanged
source: Company info changed successfully
ar: تم تغيير معلومات الشركة بنجاح

# fileName
source: File name is required
ar: اسم الملف مطلوب

# fileRequired
source: File is required
ar: الملف مطلوب

# emergencyPhoto
source: emergency photo is requird
ar: صورة الطوارئ مطلوبة

# jobdeleted
source: job deleted successfully !
ar: تم حذف الوظيفة بنجاح!

# deleteJobFail
source: something error occured when deleting to this job
ar: حدث خطأ ما عند الحذف إلى هذه الوظيفة

# Oldpassword
source: Old password is required
ar: كلمة المرور القديمة مطلوبة

# oldPAsswordLength
source: Old password must be at least 6 character
ar: يجب أن تتكون كلمة المرور القديمة من ٦ أحرف على الأقل

# newPasswordRequired
source: New password is required
ar: مطلوب كلمة مرور جديدة

# newPasswordLength
source: New password must be at least 6 character
ar: يجب أن تتكون كلمة المرور الجديدة من ٦ أحرف على الأقل

source: Country
ar: الدوله

source: valiage
ar: المدينه

source: street number
ar: رقم الشارع

# applay_job
source: applay
ar: تقديم

source: job type
ar: اختر السعر

source: more details
ar: تفاصيل اخري

source: edit
ar: تعديل

source: yes
ar: نعم

source: no
ar: لا

# job_des
source: description
ar: الوصف

source: job time
ar: وقت العمل

# job_price
source: job salary
ar: الراتب

source: job catigory
ar: فئة الوظيفة

source: End
ar: انهاء

source: accept
ar: قبول

source: reject
ar: رفض

source: notes
ar: ملاحظه

# homePage
source: Home
ar: الرئيسيه

source: search
ar: بحث

source: types
ar: نوع الوظيفه

# finishJob
source: job finish successfully
ar: تم انهاء الوظيفه بنجاح

# faildFinishJob
source: something wrong when finish job
ar: حدث خطاء ما حاول مره اخري من فضلك

# SortbyGatagory
source: filter by catigory
ar: التصنيف حسب الفئة

source: Date posted
ar: تاريخ النشر

# Sortbytype
source: filter by type
ar: نوع الفرز

# DateLocation
source: filter by location
ar: التصنيف حسب الموقع

source: view vacation jobs
ar: عرض وظائف الإجازة

# Statue
source: Statue ( Online )
ar: الحاله متصل
